"0"="";
"10000"="拍摄模式";
"10001"="Tv(快门速度)";
"10002"="Av(光圈值)";
"10003"="自动对焦模式";
"10004"="闪光灯曝光补偿";
"10005"="曝光补偿";
"10006"="自动分界曝光";
"10007"="测光模式";
"10008"="白平衡模式";
"10009"="镜头";
"10010"="自动对焦微调";
"10011"="焦距";
"10012"="闪光灯";
"10013"="图像大小";
"10014"="图像质量";
"10015"="红眼消除";
"10016"="参数设置";
"10017"="驱动模式";
"10018"="GPS数据";
"10019"="所有者姓名";
"10020"="相机机身号";
"10021"="自定义功能";
"10022"="白平衡补偿";
"10023"="JPEG画质";
"10024"="数码曝光补偿";
"10025"="文件名";
"10026"="相机型号";
"10027"="拍摄日期/时间";
"10028"="ISO 感光度";
"10029"="数字变焦";
"10030"="摄像";
"10031"="录制时间 %d.%d";
"10032"="帧速  ";
"10033"="闪光灯类型";
"10034"="快门同步";
"10035"="处于活动状态的自动对焦点";
"10036"="文件大小";
"10037"="风景";
"10038"="ISO 感光度分界曝光";
"10039"="白平衡分界";
"10040"="颜色矩阵";
"10041"="减噪";
"10042"="颜色空间";
"10043"="    01:长时间曝光减噪";
"10044"="    02:快门按钮/自动曝光锁定按钮";
"10045"="    03:镜片锁定";
"10046"="    04:快门速度、光圈值和曝光级别";
"10047"="    05:自动对焦辅助灯光";
"10048"="    06:光圈优先模式下的快门速度";
"10049"="    07:自动分界曝光/自动取消";
"10050"="    08:快门同步";
"10051"="    09:镜头自动对焦停止按钮功能，开关";
"10052"="    10:自动减少闪光补足量";
"10053"="    11:菜单按钮复位";
"10054"="    12:设定拍摄时的按钮功能";
"10055"="    13:传感器清除";
"10056"="    14:叠加显示";
"10057"="    15:在未装入内存卡时松开快门";
"10058"="    05:自动对焦辅助光/闪光灯点火";
"10059"="    00:对焦屏";
"10060"="    01:曝光时在取景器中显示相关信息";
"10061"="    02:在未装入内存卡时松开快门";
"10062"="    03:ISO 感光度扩展";
"10063"="    04:快门按钮/自动曝光锁定按钮";
"10064"="    05:手动曝光模式中的手动快门/光圈设置";
"10065"="    06:曝光级别增量";
"10066"="    07:使用 USM 镜头进行电子手动对焦";
"10067"="    08:机身上部 LCD 面板/机身后部 LCD 面板";
"10068"="    09:自动分界曝光顺序/取消";
"10069"="    10:自动对焦点的照明方式";
"10070"="    11:自动对焦点的选择方式";
"10071"="    12:镜片锁定";
"10072"="    13:自动对焦点的数目/点测光";
"10073"="    14:自动减少闪光补足量";
"10074"="    15:快门同步";
"10075"="    16:安全性光圈或快门切换";
"10076"="    17:自动对焦点激活区域";
"10077"="    18:切换至已记录的自动对焦点";
"10078"="    19:镜头自动对焦停止按钮功能";
"10079"="    20:人工智能伺服系统的跟踪灵敏度";
"10080"="自动";
"10081"="程序自动曝光";
"10082"="快门优先自动曝光";
"10083"="光圈优先自动曝光";
"10084"="手动曝光";
"10085"="自动景深";
"10086"="景深自动曝光";
"10087"="短时";
"10088"="自动";
"10089"="风景";
"10090"="夜景";
"10091"="黑白";
"10092"="旧照片模式";
"10093"="人像";
"10094"="运动";
"10095"="微距(特写镜头)";
"10096"="摄像";
"10097"="黑白";
"10098"="闪光灯关闭(永不闪光。)";
"10099"="短时曝光";
"10100"="单次自动对焦";
"10101"="人工智能伺服自动对焦";
"10102"="人工智能自动对焦";
"10103"="手动对焦";
"10104"="手动对焦";
"10105"="中央重点平均测光";
"10106"="点测光";
"10107"="平均测光";
"10108"="评价测光";
"10109"="局部测光";
"10110"="中央重点平均测光";
"10111"="自动";
"10112"="日光";
"10113"="阴天";
"10114"="钨丝灯";
"10115"="荧光灯";
"10116"="闪光灯";
"10117"="自选";
"10118"="黑白";
"10119"="阴影";
"10120"="色温";
"10121"="PC设置1";
"10122"="PC设置2";
"10123"="PC设置3";
"10124"="PC设置4";
"10125"="PC设置5";
"10126"="关";
"10127"="自动";
"10128"="开";
"10129"="自动";
"10130"="自动";
"10131"="开";
"10132"="经济";
"10133"="一般";
"10134"="精细";
"10135"="RAW";
"10136"="极精细";
"10137"="自动选择";
"10138"="关";
"10139"="开";
"10140"="一般";
"10141"="对比度         低";
"10142"="对比度         中低";
"10143"="对比度         高";
"10144"="对比度         中高";
"10145"="对比度         标准";
"10146"="清晰度         低";
"10147"="清晰度         中低";
"10148"="清晰度         高";
"10149"="清晰度         中高";
"10150"="清晰度         标准";
"10151"="颜色饱和度  低";
"10152"="颜色饱和度  中低";
"10153"="颜色饱和度  高";
"10154"="颜色饱和度  中高";
"10155"="颜色饱和度  标准";
"10156"="单帧拍摄";
"10157"="连续拍摄";
"10158"="自拍机操作";
"10159"="摄像拍摄";
"10160"="连续拍摄(快门优先)";
"10161"="低速连续拍摄";
"10162"="高速连续拍摄";
"10163"="静音单拍";
"10164"="纬度";
"10165"="经度";
"10166"="海拔高度";
"10167"="地理坐标系统";
"10168"="关";
"10169"="开";
"10170"="关";
"10171"="开";
"10172"="色调曲线      标准";
"10173"="色调曲线     手动设置";
"10174"="色调曲线     自定义设置";
"10175"="色调曲线      数据1";
"10176"="色调曲线      数据2";
"10177"="色调曲线      数据3";
"10178"="色调曲线      自定义设置";
"10179"="清晰度级别  0";
"10180"="清晰度级别  1";
"10181"="清晰度级别  2";
"10182"="清晰度级别  3";
"10183"="清晰度级别  4";
"10184"="清晰度级别  5";
"10185"="锐度  0";
"10186"="锐度  1";
"10187"="锐度  2";
"10188"="锐度  3";
"10189"="锐度  4";
"10190"="锐度  5";
"10191"="清晰度目标  模糊";
"10192"="清晰度目标  中等模糊";
"10193"="清晰度目标  标准";
"10194"="清晰度目标  比较精细";
"10195"="清晰度目标  精细";
"10196"="    0:关";
"10197"="    1:开";
"10198"="    0:自动对焦/自动曝光锁定";
"10199"="    1:自动曝光锁定/自动对焦";
"10200"="    2:自动对焦/自动对焦锁定";
"10201"="    3:自动曝光+松开/自动曝光 + 自动对焦";
"10202"="    0:禁用";
"10203"="    1:启用    ";
"10204"="    0:1/2 光圈";
"10205"="    1:1/3 光圈";
"10206"="    0:开(自动)";
"10207"="    1:关";
"10208"="    0:发光/闪光";
"10209"="    1:不发光/闪光";
"10210"="    2:仅外部闪光灯发光/闪光";
"10211"="    3:发光/不闪光";
"10212"="    0:自动";
"10213"="    1:1/200(固定)";
"10214"="    0:0 => - => +/启用";
"10215"="    1:0 => - => +/禁用";
"10216"="    2:- => 0 => +/启用";
"10217"="    3:- => 0 => +/禁用";
"10218"="    0:前帘同步";
"10219"="    1:后帘同步";
"10220"="    0:停止自动对焦";
"10221"="    1:启动自动对焦";
"10222"="    2:测光时锁定自动曝光";
"10223"="    0:启用    ";
"10224"="    1:禁用";
"10225"="    0:顶部";
"10226"="    1:前一级(断电后回复到顶部)";
"10227"="    2:前一级";
"10228"="    0:默认";
"10229"="    1:更改质量";
"10230"="    2:更改 ISO 感光度";
"10231"="    3:更改参数";
"10232"="    0:禁用";
"10233"="    1:启用    ";
"10234"="    0:开";
"10235"="    1:关";
"10236"="    0:允许在未插入内存卡时松开快门";
"10237"="    1:不允许在未插入 CF 卡时松开快门";
"10238"="    0:[N] Ec-N,R";
"10239"="    1:[L] Ec-A,B,C,CII,CIII,D,H,I,L";
"10240"="    0:不在取景器中显示";
"10241"="    1:在取景器中显示";
"10242"="    0:允许在未插入内存卡时松开快门";
"10243"="    1:不允许在未插入 CF 卡时松开快门";
"10244"="    0:标准 ISO";
"10245"="    1:已扩展感光度";
"10246"="    0:自动对焦/自动曝光锁定";
"10247"="    1:自动曝光锁定/自动对焦";
"10248"="    2:自动对焦/自动对焦锁定，无自动曝光锁定";
"10249"="    3:自动曝光/自动对焦，无自动曝光锁定";
"10250"="    0:快门速度值：主刻度盘，光圈值：速控刻度盘";
"10251"="    1:快门速度值：速控刻度盘，光圈值：主刻度盘";
"10252"="    2:快门速度值：主刻度盘，光圈值：速控刻度盘，可在取下镜头后设置光圈值";
"10253"="    3:快门速度值：速控刻度盘，光圈值：主刻度盘，可在取下镜头后设置光圈值";
"10254"="    0:1/3 光圈，1/3 光圈补偿";
"10255"="    1:1 光圈，1/3 光圈补偿";
"10256"="    2:1/2 光圈，1/2 光圈补偿";
"10257"="    0:在分光自动对焦后开启";
"10258"="    1:在分光自动对焦后关闭";
"10259"="    2:始终关闭";
"10260"="    0:剩余拍摄张数/文件号";
"10261"="    1:ISO/剩余拍摄张数";
"10262"="    2:ISO/文件号";
"10263"="    3:文件夹中的照片数/剩余拍摄张数";
"10264"="    0:0,-,+/自动取消";
"10265"="    1:0,-,+/不取消";
"10266"="    2:-,0,+/自动取消";
"10267"="    3:-,0,+/不取消";
"10268"="    0:开";
"10269"="    1:关";
"10270"="    2:开(不变暗)";
"10271"="    3:变亮";
"10272"="    0:自动对焦点选择按钮 + 主(水平) / 速控(垂直)刻度盘操作";
"10273"="    1:曝光补偿选择按钮 + 主(水平) / 速控(垂直)刻度盘操作";
"10274"="    2:仅速控刻度盘(水平)，辅助按钮 + 主刻度盘操作(垂直)";
"10275"="    3:焦点曝光锁定按钮 + 主(水平)/ 速控(垂直)刻度盘操作";
"10276"="    0:禁用";
"10277"="    1:启用    ";
"10278"="    0:45/中央自动对焦点";
"10279"="    1:11/活动自动对焦点";
"10280"="    2:11/中央自动对焦点";
"10281"="    3:9/活动自动对焦点";
"10282"="    0:启用    ";
"10283"="    1:禁用";
"10284"="    0:前帘同步";
"10285"="    1:后帘同步";
"10286"="    0:禁用";
"10287"="    1:启用    ";
"10288"="    0:单个自动对焦点";
"10289"="    1:扩展(对 7 个自动对焦点进行 TTL 测光)";
"10290"="    2:自动扩展(最多 13 个)";
"10291"="    0:辅助按钮 + 自动对焦点选择按钮";
"10292"="    1:仅使用辅助按钮切换";
"10293"="    2:仅在辅助按钮处于按下状态时切换";
"10294"="    0:停止自动对焦";
"10295"="    1:启动自动对焦";
"10296"="    2:测光时锁定自动曝光";
"10297"="    3:自动对焦点：手动->自动/自动->中央";
"10298"="    4:自动对焦模式：分光<-->人工智能伺服";
"10299"="    5:IS 启动";
"10300"="    0:标准";
"10301"="    1:慢";
"10302"="    2:较慢";
"10303"="    3:较快";
"10304"="    4:快";
"10305"="自动";
"10306"="开";
"10307"="关";
"10308"="内置闪光灯";
"10309"="外置 E-TTL";
"10310"="外置 A-TTL";
"10311"="前帘同步";
"10312"="后帘同步";
"10313"="高速同步";
"10314"="[ 右侧 ]";
"10315"="[ 中央 ]";
"10316"="[ 右侧 中央 ]";
"10317"="[ 左侧 ]";
"10318"="[ 左侧 右侧 ]";
"10319"="[ 左侧 中央 ]";
"10320"="[ 左侧 中央 右侧 ]";
"10321"="%m/%d/%y %H:%M:%S";
"10322"="mm";
"10323"="KB";
"10324"="(%dK)";
"10325"="关";
"10326"="旧照片模式";
"10327"="黑白";
"10328"="风景";
"10329"="关";
"10330"="开 1";
"10331"="开 2";
"10332"="开";
"10333"="自动";
"10334"="对比度       -2";
"10335"="对比度       -1";
"10336"="对比度        0";
"10337"="对比度       +1";
"10338"="对比度       +2";
"10339"="色调          -2";
"10340"="色调          -1";
"10341"="色调           0";
"10342"="色调          +1";
"10343"="色调          +2";
"10344"="滤镜效果  无";
"10345"="滤镜效果  黄";
"10346"="滤镜效果  橙";
"10347"="滤镜效果  红";
"10348"="滤镜效果  绿";
"10349"="色调效果  无";
"10350"="色调效果  褐";
"10351"="色调效果  蓝";
"10352"="色调效果  紫";
"10353"="色调效果  绿";
"10354"="sRGB";
"10355"="Adobe RGB";
"10356"="颜色空间  sRGB";
"10357"="颜色空间  Adobe RGB";
"10358"="1标准";
"10359"="2人像";
"10360"="3高饱和度";
"10361"="4Adobe RGB";
"10362"="5低饱和度";
"10363"="6CM设置1";
"10364"="7CM设置2";
"10365"="---------";
"10366"="照片风格";
"10367"="清晰度";
"10368"="对比度";
"10369"="颜色饱和度";
"10370"="色调";
"10371"="滤镜效果";
"10372"="色调效果";
"10373"="-4";
"10374"="-3";
"10375"="-2";
"10376"="-1";
"10377"="0";
"10378"="1";
"10379"="2";
"10380"="3";
"10381"="4";
"10382"="5";
"10383"="6";
"10384"="7";
"10385"="N :无";
"10386"="Ye:黄";
"10387"="Or:橙";
"10388"="R :红";
"10389"="G :绿";
"10390"="S :褐";
"10391"="B :蓝";
"10392"="P :紫";
"10393"="标准";
"10394"="人像";
"10395"="风光";
"10396"="中性";
"10397"="可靠设置";
"10398"="单色";
"10399"="用户定义1";
"10400"="用户定义2";
"10401"="用户定义3";
"10402"="SRAW";
"10403"="日期(UTC)";
"10404"="卫星信号状态";
"10405"="OK";
"10406"="NG";
"10407"="长时间曝光降噪功能";
"10408"="高ISO感光度降噪功能";
"10409"="高光色调优先";
"10410"="0:关";
"10411"="1:自动";
"10412"="2:开";
"10413"="0:关";
"10414"="1:开";
"10415"="0:关闭";
"10416"="1:启动";
"10417"="外置 TTL";
"10418"="自动外部测光";
"10419"="手动外部测光";
"10420"="手动闪光";
"10421"="作者";
"10422"="版权通知";
"10423"="自动亮度优化";
"10424"="0:标准";
"10425"="1:弱";
"10426"="2:强";
"10427"="3:关闭";
"10428"="0:标准";
"10429"="1:弱";
"10430"="2:强";
"10431"="3:关闭";
"10432"="固件";
"10433"="自动曝光锁";
"10434"="关";
"10435"="开";
"10436"="自动ISO速度";
"10437"="关";
"10438"="开";
"10439"="闪光曝光锁";
"10440"="关";
"10441"="开";
"10442"="周边光量校正";
"10443"="关闭";
"10444"="启用";
"10445"="除尘数据";
"10446"="否";
"10447"="是";
"10448"="实时显示拍摄";
"10449"="关";
"10450"="开";
"10451"="E-TTL II闪光测光";
"10452"="评价闪光测光";
"10453"="平均闪光测光";
"10454"="SRAW1";
"10455"="SRAW2";
"10456"="MRAW";
"10457"="创意自动";
"10458"="摄像同步照片";
"10459"="自动曝光微调";
"10460"="闪光曝光微调";
"10461"="自动对焦区域选择模式";
"10462"="手动选择";
"10463"="手动选择:定点自动对焦";
"10464"="手动选择:自动对焦点扩展";
"10465"="手动选择:区域自动对焦";
"10466"="自动选择";
"10467"="短片修剪";
"10468"="气氛";
"10469"="标准设置";
"10470"="鲜明";
"10471"="温馨";
"10472"="柔和";
"10473"="清冷";
"10474"="醇厚";
"10475"="更亮";
"10476"="更暗";
"10477"="单色";
"10478"="效果";
"10479"="强";
"10480"="标准";
"10481"="弱";
"10482"="弱";
"10483"="中";
"10484"="强";
"10485"="褐";
"10486"="黑白";
"10487"="蓝";
"10488"="照明或场景";
"10489"="默认设置";
"10490"="日光";
"10491"="阴影";
"10492"="阴天";
"10493"="钨丝灯";
"10494"="荧光灯";
"10495"="日落";
"10496"="RAW图像处理";
"10497"="失真校正";
"10498"="色差校正";
"10499"="调整尺寸";
"10500"="创意滤镜";
"10501"="颗粒黑白";
"10502"="柔焦";
"10503"="玩具相机效果";
"10504"="布景模型效果";
"10505"="创意滤镜效果调整";
"10506"="反差:标准";
"10507"="反差:弱";
"10508"="反差:强";
"10509"="色调:标准";
"10510"="色调:冷色";
"10511"="色调:暖色";
"10512"="柔焦:标准";
"10513"="柔焦:弱";
"10514"="柔焦:强";
"10515"="长宽比";
"10516"="1:1";
"10517"="3:2";
"10518"="4:3";
"10519"="16:9";
"10520"="短片曝光";
"10521"="自动";
"10522"="手动";
"10523"="视频快照";
"10524"="视频灯";
"10525"="手动打开";
"10526"="自动打开";
"10527"="自动";
"10528"="鱼眼效果";
"10529"="效果:标准";
"10530"="效果:弱";
"10531"="效果:强";
"10532"="标准";
"10533"="弱";
"10534"="强";
"10535"="关闭";
"10536"="场景智能自动";
"10537"="HDR拍摄";
"10538"="启用";
"10539"="关闭";
"10540"="调整动态范围";
"10541"="自动";
"10542"="HDR效果";
"10543"="自然";
"10544"="标准绘画风格";
"10545"="浓艳绘画风格";
"10546"="油画风格";
"10547"="浮雕画风格";
"10548"="自动图像对齐";
"10549"="启用";
"10550"="关闭";
"10551"="多重曝光";
"10552"="启用";
"10553"="关闭";
"10554"="多重曝光控制";
"10555"="加法";
"10556"="平均";
"10557"="明亮(比较)";
"10558"="黑暗(比较)";
"10559"="曝光次数";
"10560"="自动对焦点扩展:上/下/左/右";
"10561"="自动对焦点扩展:周围";
"10562"="短片画质";
"10563"="高压缩(帧之间、IPB)";
"10564"="低压缩(帧之内、ALL-I)";
"10565"="标准";
"10566"="弱";
"10567"="强";
"10568"="关闭";
"10569"="关闭";
"10570"="启用";
"10571"="关闭";
"10572"="自动";
"10573"="启用";
"10574"="静音单拍";
"10575"="静音连拍";
"10576"="单张静音拍摄";
"10577"="14帧/秒超高速";
"10578"="自动对焦配置工具";
"10579"="追踪灵敏度";
"10580"="加速/减速追踪";
"10581"="自动对焦点自动切换";
"10582"="个别组控制";
"10583"="前帘同步";
"10584"="后帘同步";
"10585"="高速同步";
"10586"="手持夜景";
"10587"="HDR逆光控制";
"10588"="短片伺服自动对焦";
"10589"="启用";
"10590"="关闭";
"10591"="连续自动对焦";
"10592"="启用";
"10593"="关闭";
"10594"="面部优先 + 追踪自动对焦";
"10595"="自由移动多点";
"10596"="自由移动1点";
"10597"="多张拍摄降噪";
"10598"="油画效果";
"10599"="效果:标准";
"10600"="效果:弱";
"10601"="效果:强";
"10602"="水彩画效果";
"10603"="色彩密度:标准";
"10604"="色彩密度:淡";
"10605"="色彩密度:浓";
"10606"="伺服自动对焦";
"10607"="Canon Log";
"10608"="开";
"10609"="关";
"10610"="锐度";
"10611"="饱和度";
"10612"="色相";
"10613"="短片分割标志";
"10614"="有";
"10615"="压缩格式";
"10616"="MPEG-4 AVC/H.264";
"10617"="Motion JPEG";
"10618"="录制时间";
"10619"="%d.%d 秒";
"10620"="帧速";
"10621"="超级35mm裁切";
"10622"="照明的色调";
"10623"="剪裁";
"10624"="冷色";
"10625"="偏冷色";
"10626"="标准";
"10627"="偏暖色";
"10628"="暖色";
"10629"="3:4";
"10630"="2:3";
"10631"="9:16";
"10632"="儿童";
"10633"="食物";
"10634"="烛光";
"10635"="微缩景观效果短片";
"10636"="外接闪光灯";
"10637"="TTL闪光测光";
"10638"="A-TTL闪光测光";
"10639"="E-TTL闪光测光";
"10640"="自动闪光测光";
"10641"="手动闪光测光";
"10642"="面部实时模式";
"10643"="手动选择:大区域自动对焦";
"10644"="防闪烁拍摄";
"10645"="关闭";
"10646"="启用";
"10647"="启用(没有校正数据)";
"10648"="编辑(ALL-I)";
"10649"="标准(IPB)";
"10650"="轻(IPB)";
"10651"="夜景人像";
"10652"="创意辅助";
"10653"="高反差景物";
"10654"="单点自动对焦";
"10655"="混合式自动";
"10656"="短片摘要";
"10657"="HDR短片拍摄";
"10658"="自动：氛围优先";
"10659"="自动：白色优先";
"10660"="精致细节";
"10661"="强度";
"10662"="精细度";
"10663"="临界值";
"10664"="延时短片";
"10665"="裁切/长宽比";
"10666"="1.3倍 (裁切)";
"10667"="1.6倍 (裁切)";
"10668"="自拍人像";
"10669"="HDR油画风格";
"10670"="HDR浓艳绘画风格";
"10671"="HDR浮雕画风格";
"10672"="HDR标准绘画风格";
"10673"="梦幻";
"10674"="老电影";
"10675"="回忆";
"10676"="黑白分明";
"10677"="微缩景观效果短片";
"10678"="衍射校正";
"10679"="启用";
"10680"="关闭";
"10681"="数码镜头优化";
"10682"="帧获取";
"10683"="静音高速连拍";
"10684"="静音低速连拍";
"10685"="全像素双核RAW";
